Repository: UjOwtuc/quadkonsole4
Catalog: i18n/quadkonsole4_*.po
Languages: cs, de, sr@ijekavian, sr@latin

source: Focus follows mouse
cs: Aktivace pod ukazovátkem myši
de: Aktivierung unter Mauszeiger
sr@ijekavian: Фокус прати миша
sr@latin: Fokus prati miša

source: Maximum length of history
cs: Největší délka historie
de: Maximale Länge des Verlaufs
sr@latin: Najveća dužina istorijata

source: Start maximized
cs: Spustit zvětšené
de: Starte maximiert
sr@ijekavian: Покрени максимизовано
sr@latin: Pokreni maksimizovano

source: Number of rows
cs: Počet řádků
de: Anzahl Zeilen
sr@ijekavian: Број редова
sr@latin: Broj redova

source: Number of columns
cs: Počet sloupců
de: Anzahl Spalten
sr@ijekavian: Број колона
sr@latin: Broj kolona

source: Left to right, top to bottom
cs: Zleva doprava, shora dolů
de: Von links nach rechts, von oben nach unten
sr@latin: S leva na desno, od vrha ka dnu

source: Show sidebar
sr@latin: Prikaži bočnu traku

source: Ask before terminating running processes
cs: Zeptat se před ukončením běžících procesů
de: Vor dem Beenden laufender Prozesse nachfragen
sr@ijekavian: Питај прије прекидања покренутог процеса
sr@latin: Pitaj pre prekidanja pokrenutog procesa

source: Always
cs: Vždy
de: Immer anzeigen
sr@latin: uvek

source: When needed
cs: V případě potřeby
de: Bei Bedarf anzeigen
sr@latin: po potrebi

source: Never
cs: Nikdy
de: Immer ausblenden
sr@latin: nikad

source: Tab bar display
cs: Zobrazit pruh s kartami (podokny)
de: Unterfensterleiste anzeigen
sr@latin: Prikaži traku jezičaka

source: Above
cs: Nad pohledy
de: Oberhalb der Ansichten
sr@latin: iznad

source: Below
cs: Pod pohledy
de: Unterhalb der Ansichten
sr@latin: ispod

source: Tab bar position
cs: Poloha pruhu s kartami (podokny)
de: Postion der Unterfensterleiste
sr@latin: Pozicija trake jezičaka

source: Display a toolbar for each view
cs: Pro každý pohled zobrazit jeden nástrojový panel
de: Zeige eine Toolbar für jede Ansicht
sr@latin: Prikaži traku alata za svaki prikaz

source: Load new views automatically for unhandles MIME types
cs: Nahrát automaticky další pohledy pro nové MIME typy
de: Lade automatisch weitere Ansichten für neue MIME Typen
sr@latin: Učitaj nove prikaze automatski za neupravljane MIME tipove

source: Run an external application if no view can open a given URL
cs: Spustit vnější program, pokud zadanou adresu (URL) nedokáže otevřít žádný pohled
de: Starte ein externes Programm, fall keine Ansicht eine URL öffnen kann
sr@latin: Pokreni vanjski program ako nijedan prikaz ne može da otvori zadani URL

source: Prepare these views
cs: Připravit tyto pohledy
de: Bereite diese Ansichten vor
sr@latin: Pripremi ove prikaze

source: Detach processes
cs: Oddělit procesy
de: Prozesse Ab&trennen
sr@ijekavian: Откачи процес
sr@latin: Otkači proces

source: The following views report running processes or unsaved changes. Do you wish to detach the containing windows before exiting?
cs: Následující pohledy oznamují běžící procesy. Chcete tato okna před ukončením oddělit?
de: Die folgenden Ansichten melden ungesicherte Änderungen. Möchten Sie diese Fenster vor dem Beenden abtrennen?
sr@latin: Sledeći prikazi prijavljuju pokrenute procese ili nesačuvane izmene. Da li želite da otkačite prozore u kom su pokrenuti pre napuštanja?

source: View
cs: Pohled
de: Ansicht
sr@latin: Prikaz

source: Process or URL
cs: Proces nebo adresa (URL)
de: Prozess oder URL
sr@latin: Proces ili URL

source: General
cs: Obecné
de: Allgemein
sr@ijekavian: Опште
sr@latin: Opšte

source: Addreesses
sr@latin: adresa

source: Startup
cs: Spuštění
de: Start
sr@ijekavian: Покретање
sr@latin: Pokretanje

source: Number of Columns
cs: Počet sloupců
de: Anzahl Spalten
sr@ijekavian: Број колона
sr@latin: Broj kolona

source: Layout
cs: Rozvržení
de: Anordnen
sr@latin: Raspored

source: Top to bottom, left to right
sr@latin: Od vrha ka dnu, s leva na desno

source: Shutdown
cs: Vypnutí
de: Beenden
sr@ijekavian: Гашење
sr@latin: Gašenje

source: &Ask before terminating running processes
cs: &Zeptat se před ukončením běžících procesů
de: Vor dem Beenden laufender Prozesse nachfragen
sr@ijekavian: &Питај прије прекидања покренутог процеса
sr@latin: &Pitaj pre prekidanja pokrenutog procesa

source: Views
cs: Pohledy
de: Ansichten
sr@latin: Prikazi

source: Preload views
cs: Přichystat tyto pohledy
de: Bereite diese Ansichten vor
sr@latin: Predučitaj prikaze

source: Supported MIME types
cs: Podporované MIME typy
de: Unterstützte MIME Typen
sr@latin: Podržani MIME tipovi

source: Load new views automatically for unhandled MIME types
cs: Nahrát nové pohledy automaticky pro nezvládané MIME typy
de: Lade automatisch weitere Ansichten für neue MIME Typen
sr@latin: Učitaj nove prikaze automatski za neupravljane MIME tipove

source: QKRemote
sr@latin: ČkDaljinac

source: &Refresh
cs: &Obnovit
de: &Aktualisieren
sr@latin: &Osveži

source: &Identify
cs: &Rozeznat
de: &Identifizieren
sr@latin: &Identifikuj

source: &Auto refresh
cs: Obnovit &automaticky
de: &Automatisch aktualisieren
sr@latin: &Automatski osveži

source: sec
cs: s
de: sek
sr@latin: sek

source: &File
cs: &Soubor
de: &Datei
sr@latin: &Fajl

source: &Settings
cs: &Nastavení
de: &Einstellungen
sr@latin: P&odešavanje

source: Main Toolbar
cs: Hlavní nástrojový pruh
de: Haupt-Werkzeugleiste
sr@latin: Glavna traka

source: &Edit
cs: &Úpravy
de: B&earbeiten
sr@latin: &Uredi

source: &View
cs: &Pohled
de: &Ansicht
sr@latin: &Prikaz

source: &Go
cs: &Přechod
de: &Gehe zu
sr@latin: &Idi

source: &Help
cs: &Nápověda
de: &Hilfe
sr@latin: Po&moć

source: Location Toolbar
cs: Nástrojový pruh umístění
de: Adressleiste
sr@latin: Traka lokacije

# NAME OF TRANSLATORS
source: Your names
cs: Pavel Fric
de: Karsten Borgwaldt
sr@ijekavian: Младен Пејаковић
sr@latin: Mladen Pejaković

# EMAIL OF TRANSLATORS
source: Your emails
cs: fripohled.blogspot.com
de: kb@spambri.de
sr@ijekavian: pejakm@gmail.com
sr@latin: pejakm@gmail.com

source: Don't detach
cs: Neoddělovat
de: Nicht abtrennen
sr@ijekavian: Не откачуј
sr@latin: Ne otkačuj

source: Detach selected
cs: Oddělit vybrané
de: Ausgewählte abtrennen
sr@ijekavian: Откачи изабрано
sr@latin: Otkači izabrano

source: Embeds multiple Konsoles in a grid layout
cs: Uspořádá více konzolí v jedné mřížce
de: Ordnet mehrere Konsolen in einem Gitter an
sr@ijekavian: Уграђује више Конзола у мрежни распоред
sr@latin: Ugrađuje više Konzola u mrežni raspored

source: quadkonsole4
sr@ijekavian: Четверо-конзола 4
sr@latin: Četvero-konzola 4

source: (C) 2005 Simon Perreault (C) 2009 - 2011 Karsten Borgwaldt
sr@ijekavian: © 2005, Симон Перол © 2009 - 2011, Карстен Боргвалд
sr@latin: © 2005, Simon Perol © 2009 - 2011, Karsten Borgvald

source: Simon Perreault
cs: Simon Perrault
de: Simon Perrault
sr@ijekavian: Симон Перол
sr@latin: Simon Perol

source: Karsten Borgwaldt
sr@ijekavian: Карстен Боргвалд
sr@latin: Karsten Borgvald

source: Michael Feige
sr@latin: Majkl Fajge

source: Many ideas and feature requests
cs: Mnoho myšlenek a žádostí o vlastnosti
de: Viele Ideen und Featureanfragen
sr@latin: Ideje i zahtevi za dodatne mogućnosti

source: Number of rows of terminal emulators
cs: Počet řádků emulátorů terminálů
de: Anzahl Zeilen von Terminalemulatoren
sr@ijekavian: Број редова емулатора терминала
sr@latin: Broj redova emulatora terminala

source: Number of columns of terminal emulators
cs: Počet sloupců emulátorů terminálů
de: Anzahl Spalten von Terminalemulatoren
sr@ijekavian: Број колона емулатора терминала
sr@latin: Broj kolona emulatora terminala

source: Run command [in given view] (may be used multiple times)
cs: Spustit příkaz [v daném pohledu] (lze použít vícekrát)
de: Befehl [in der angegebenen Ansicht] ausführen (kann mehrere Male angegeben werden)
sr@latin: Izvrši naredbu [u zadatom prikazu] (može biti korišćeno više puta)

source: Open URL [in given view] (may be used multiple times)
cs: Spustit příkaz (otevřít adresu) [v daném pohledu] (lze použít vícekrát)
de: Öffne URL [in der angegebenen Ansicht] ausführen (kann mehrere Male angegeben werden)
sr@latin: Otvori URL [u zadatom prikazu] (može biti korišćeno više puta)

source: Open specified URL in a running instance of QuadKonsole4
cs: Otevřít zadanou adresu (URL) v běžící instanci QuadKonsole4
de: Öffne die angegebene URL in einer laufenden QuadKonsole4
sr@latin: Otvori naznačeni URL u pokrenutoj instanci Četvero-konzole 4

source: Could not create a factory for %1.
cs: Nepodařilo se vytvořit továrnu (factory) pro %1.
de: Konnte Factory für %1 nicht erstellen.
sr@latin: Ne mogu da napravim fabriku za %1.

source: Controls a running instance of QuadKonsole4
cs: Řídí běžící QuadKonsole4
de: Steuert eine laufende QuadKonsole4
sr@latin: Kontroliše pokrenutu instancu Četvero-konzole 4

source: qkremote
sr@latin: ČkDaljinac

source: (C) 2009 - 2011 Karsten Borgwaldt
sr@latin: © 2009 - 2011, Karsten Borgvald

source: Available slaves
cs: Dostupní příjemci
de: Verfügbare Empfänger
sr@latin: Dostupni robovi

source: Current URL
cs: Nynější adresa (URL)
de: Aktuelle Adresse
sr@latin: Trenutni URL

source: Type or paste here to broadcast
cs: Napsat nebo vložit text k poslání zde
de: Geben Sie den zu sendenden Text hier ein
sr@latin: Ukucaj ili nalepi ovde za emitovanje

source: qkremotepart
sr@latin: čkdaljinac deo

source: No view is able to open "%1"
cs: Žádný pohled nedokáže otevřít "%1"
de: Keine Ansicht kann "%1" öffnen
sr@latin: Nijedan prikaz ne može da otvori „%1“

source: Could not open url '%1': %2
cs: Nepodařilo se otevřítadresu (URL) '%1': %2
de: Konnte Adresse '%1' nicht öffnen: %2
sr@latin: Ne mogu da otvorim URL „%1“: %2

source: Could not find a part matching '%1'
cs: Nepodařilo se najít část odpovídající '%1'
de: Konne kein KPart finden, das auf '%1' passt
sr@latin: Ne mogu da nađem deo koji odgovara „%1“

source: no such file or directory
cs: Soubor nebo adresář nenalezen
de: Datei oder Verzeichnis nicht gefunden
sr@latin: nema takvog fajla ili direktorijuma

source: The process "%1" is still running. Do you want to terminate it?
cs: Proces "%1" ještě běží. Chcete jej ukončit?
de: Der Prozess "%1" läuft noch. Möchten Sie ihn beenden?
sr@latin: Proces „%1“ je još uvek pokrenut. Da li želite da ga prekinete?

source: The view "%1" contains unsaved changes at "%2". Do you want to close it without saving?
cs: Pohled "%1" obsahuje neuložené změny v "%2". Chcete jej zavřít bez uložení?
de: Die Ansicht "%1" enthält ungesicherte Änderungen in "%2". Möchten Sie diese ohne zu speichern schließen?
sr@latin: Prikaz „%1“ sadrži nesačuvane izmene na „%2“. Da li želite da ga zatvorite bez upisivanja?

source: The factory for %1 could not create a KPart: %2
cs: Továrně (factory) pro %1 se nepodařilo nahrát KPart: %2
de: Die Factory für %1 konnte kein KPart laden: %2
sr@latin: Fabrika za %1 nije mogla da napravi K-deo: %2

source: %1 files selected (%2)
cs: %1 soubory(ů) vybrány(o) (%2)
de: %1 Dateien ausgewählt (%2)
sr@latin: %1 fajlova izabrano (%2)

source: &Manage konsole profiles ...
sr@latin: &Upravljaj profilima konzole...

source: Go &right
cs: Jít &vpravo
de: Gehe nach &rechts
sr@ijekavian: Иди &десно
sr@latin: Idi &desno

source: Go &left
cs: Jít v&levo
de: Gehe nach &links
sr@ijekavian: Иди &лијево
sr@latin: Idi &levo

source: Go &up
cs: Jít &nahoru
de: Gehe &hoch
sr@ijekavian: Иди &горе
sr@latin: Idi &gore

source: Go &down
cs: Jít &dolů
de: Gehe her&unter
sr@ijekavian: Иди до&ље
sr@latin: Idi do&le

source: &Previous tab
cs: &Předchozí karta (podokno)
de: &Voriges Unterfenster
sr@latin: &Prethodni jezičak

source: &Next tab
cs: &Další karta (podokno)
de: &Nächstes Unterfenser
sr@latin: &Sledeći jezičak

source: De&tach
cs: &Oddělit
de: &Abtrennen
sr@ijekavian: &Откачи
sr@latin: &Otkači

source: Insert &horizontal
cs: Vložit &vodorovně
de: Einfügen: &horizontal
sr@ijekavian: Уметни &водоравно
sr@latin: Umetni &vodoravno

source: Insert &vertical
cs: Vložit &svisle
de: Einfügen: &vertikal
sr@ijekavian: Уметни вер&тикално
sr@latin: Umetni ver&tikalno

source: Re&move stack
cs: &Odstranit zásobník
de: Stapel &entfernen
sr@latin: &Ukloni stek

source: &Duplicate view
cs: &Zdvojit pohled
de: Ansicht &duplizieren
sr@latin: &Dupliraj prikaz

source: R&eset layouts
cs: &Nastavit mřížku znovu
de: Gitter &zurücksezten
sr@ijekavian: &Ресетуј распоред
sr@latin: &Resetuj raspored

source: S&witch view
cs: &Změnit pohled
de: Ansicht &wechseln
sr@latin: &Promeni prikaz

source: &Close view
cs: Za&vřít pohled
de: Ansicht &schließen
sr@latin: &Zatvori prikaz

source: &Zoom
cs: &Zvětšení
sr@latin: Po&većaj

source: C&hange layout
cs: &Změnit rozvržení
de: &Anordnung ändern
sr@latin: I&zmeni raspored

source: &Open URL
cs: O&tevřít adresu (URL)
de: Adresse ö&ffnen
sr@latin: &Otvori URL

source: Save session
cs: Uložit sezení
de: Sitzung speichern
sr@ijekavian: Сачувај сесију
sr@latin: Sačuvaj sesiju

source: Restore session
cs: Obnovit sezení
de: Sitzung wiederherstellen
sr@ijekavian: Поврати сесију
sr@latin: Povrati sesiju

source: &Left to right, top to bottom
de: Von &links nach rechts, von oben nach unten

source: &Top to bottom, left to right
de: Von &oben nach unten, von links nach rechts

source: Addresses
de: Adressen

source: rows
de: Zeilen

source: columns
de: Spalten

source: Unable to create a factory for "libkonsolepart". Is Konsole installed?
sr@ijekavian: Не могу да направим фабрику за „libkonsolepart“. Да ли је Конзола инсталирана?

source: Run command (may be used multiple times)
sr@ijekavian: Изврши наредбу (може бити коришћено више пута)

source: Re&move part
sr@ijekavian: &Уклони дио

source: Paste &selection
sr@ijekavian: &Налијепи избор

source: The following processes are still running. Do you wish to detach the containing windows before exiting?
sr@ijekavian: Сљедећи процеси су још увијек покренути. Да ли желите да откачите прозоре у ком су покренути прије напуштања?

source: Process
sr@ijekavian: Процес
